{
    "title": "Bán lẻ xa xỉ phải đối mặt với những thách thức của một thế giới hậu đại dịch",
    "thumbnail": "/tin-tuc/img/old/man-showing-distress-3777572-scaled-1.jpg",
    "category": "Thị trường hôm nay",
    "author": "Nguyễn Khánh Trung",
    "date": 1594605294000,
    "content": "\n    <p>\n        Ngay cả trước khi bị đại dịch Covid-19 tấn công, khu vực hàng hoá xa xỉ đã tìm thấy chính mình trong tình trạng thế giới thay đổi liên tục.<br>\n        Các tuần lễ thời trang và các buổi trình diễn theo mùa đã bắt đầu giảm bớt đi rất nhiều, do ảnh hưởng ngày càng tăng của văn hóa streetwear đặc trưng bởi sự sụt giảm các mặt hàng sản phẩm và nhu cầu của khách hàng ngày một thay đổi, họ chú ý đến nhiều về tính bền bỉ, chắc chắn của sản phẩm hơn là thời trang mới lạ, độc đáo.\n    </p>\n    <img src=\"/tin-tuc/img/old/michael-lee-5Z9bgfRZLLE-unsplash-1140x762.jpg\" alt=\"\">\n    <p>\n        Cuối tháng trước, giám đốc sáng tạo của Gucci, Alessandro Michele tuyên bố rằng thương hiệu Ý đang thu nhỏ quy mô và giảm bớt lịch trình diễn thời trang đã có từ lâu đời của mình, giảm từ năm năm xuống chỉ còn hai năm tổ chức một lần.<br>\n        Bên cạnh việc cắt giảm tổ chức các shows diễn thời trang, nhiều thương hiệu xa xỉ đã cho thấy việc chậm thích nghi với việc tiếp cận khách hàng trên các kênh kỹ thuật số.<br>\n    </p>\n    <figure>\n        <img src=\"/tin-tuc/img/old/woman-sitting-on-sofa-while-looking-at-phone-with-laptop-on-920382-300x200.jpg\" alt=\"Người tiêu dùng hiện đại mua hàng online là chủ yếu\">\n        <figcaption>Người tiêu dùng hiện đại mua hàng online là chủ yếu</figcaption>\n    </figure>\n    <p>\n        Nếu như các mặt hàng khác đang tấn công người tiêu dùng trên khắp các mặt trận thương mại điện tử với nhiều phương thức khác nhau để có thể kết nối với khách hàng nhanh nhất, thường xuyên nhất và liên tục thì ngành xa xỉ đang còn chậm khi cải tiến và thay đổi cách thức tiếp cận khách hàng của mình. Với nguy cơ trước tình hình phức tạp và không dự đoán được của đại dịch Covid 19 hay các khủng hoảng khác thì các thương hiệu xa xỉ cần phải tính toán chiến lược phù hợp để thích nghi với tình hình chung của toàn thế giới, nếu không muốn bị sụt giảm doanh thu trầm trọng dẫn đến phá sản do không có khách hàng đến của hàng.<br>\n        Với trải nghiệm bán lẻ xa xỉ hiện đại, do các hạn chế từ việc giãn cách xã hội của đại dịch covid 19 trên toàn cầu, ngành này cần phải thay đổi cách tiếp cận vì người tiêu dùng không muốn hoặc không quen quay trở lại các cửa hàng mua sắm và trung tâm thương mại đông đúc - phần lớn đến từ trải nghiệm bán lẻ xa xỉ truyền thống.<br>\n        Nhờ có Covid 19, nhiều doanh nghiệp bán hàng xa xỉ đã nhận ra nguy cơ và cơ hội của mình trong thị trường để có những chiến lược kinh doanh và phát triển thương hiệu dài hạn trong tương lai phù hợp hơn và hiện đại hơn. Thay đổi thói quen mua hàng của người tiêu dùng không phải là chuyện dễ dàng, vì vậy cần phải có hướng đi rõ ràng và kiên trì để tồn tại và vững bền.\n    </p>\n"
}