{
    "title": "[Cafe Talk chiều thứ 7] Chuyển Đổi Số Và Câu Chuyện BCA",
    "thumbnail": "/tin-tuc/img/old/da89514e409822180ac867ab6712269d_L.jpg",
    "category": "Sự kiện nổi bật",
    "author": "Nguyễn Khánh Trung",
    "date": 1633699295000,
    "content": "<!-- wp:paragraph -->\n<p>Chuyển đổi số đã không còn xa lạ đối với doanh nghiệp Việt, nhiều doanh nghiệp ở đa dạng lĩnh vực đều lựa chọn giải pháp này để vượt qua thời kỳ Covid-19.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>BCA, doanh nghiệp bảo hiểm đã trở thành doanh nghiệp tiên phong trong ứng dụng công nghệ vào phân phối bảo hiểm bằng việc tham gia chuyển đổi số để phát triển. BCA đã có những bước chuẩn bị vững chắc trong những hoạt động chuyển đổi số để “đi tắt, đón đầu” trong thời đại công nghệ 4.0.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Và để lộ trình “Chuyển đối số” của BCA rõ ràng hơn với doanh nghiệp, với đối tác và khách hàng, buổi Cafe Talk Chiều Thứ 7 ngày 25/09 đã được tổ chức với chủ đề “CHUYỂN ĐỔI SỐ VÀ CÂU CHUYỆN BCA”.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Góp mặt trong buổi giao lưu là 3 vị khách mời:</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Ông Dương Trọng Hải - Cố Vấn Công Nghệ BCA - Tiến sĩ công nghệ AI.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Ông Nguyễn Tiến Dũng - Founder BCA&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Mr Nguyễn Khánh Trung - Cố Vấn Thương Hiệu BCA - Viện Trưởng Brand Doctor Academy</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Nội dung của Cafe Talk Chiều Thứ 7</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Chặng đường chuyển đổi số không bao giờ trải đầy hoa hồng, do đó buổi chia sẻ đã đem lại cho BCA nhiều kiến thức hữu ích và giá trị nhằm giải quyết trăn trở lớn “Làm sao để BCA có thể phát triển kinh doanh mà không phải lệ thuộc vào các nền tảng quảng cáo như Facebook, Google”.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Ông Nguyễn Tiến Dũng đã xác định việc xây dựng một nền tảng công nghệ riêng, phục vụ cho hoạt động doanh nghiệp là điều tất yếu.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Hơn nữa, Ban Điều Hành BCA đã quyết định chuyển đổi thương hiệu BCA thành B-Alpha. Giải thích cho sự chuyển đổi thương hiệu này, Mr Nguyễn Khánh Trung - cố vấn thương hiệu BCA đã làm rõ:</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:list -->\n<ul><li>B: Bồ Công Anh.</li><li>Alpha: Ký tự đầu tiên trong bảng chữ cái Latinh, đại diện cho sự tiên phong dẫn đầu, là định hướng và giá trị cốt lõi mà BCA đã theo đuổi.</li></ul>\n<!-- /wp:list -->\n\n<!-- wp:paragraph -->\n<p>\"Trong tương lai BCA sẽ là một nền tảng tạo nên hệ sinh thái quản trị cộng đồng: Tiên phong công nghệ, đổi mới sáng tạo và trở thành đơn vị kinh doanh “dẫn đầu”, dẫn dắt xu hướng nâng tầm nhận thức của người Việt về giá trị của bảo hiểm và nâng cao vị thế của Tư vấn viên trên thị trường…\" - Theo anh Dương Trọng Hải.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Ở lần tổ chức này, Cafe Talk Chiều Thứ 7 đã mang lại rất nhiều kiến thức mới mẻ cùng các thông tin đầy hấp dẫn cho thành viên và cộng đồng tư vấn viên bảo hiểm công nghệ. Và câu chuyện chuyển đổi số tại B-Alpha chắc chắn sẽ trở thành một đề tài nóng bỏng trong thời gian tới.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Buổi Cafe Talk Chiều Thứ 7 là một trong những chương trình định kỳ hàng tuần được tổ chức bởi cộng đồng Bảo Hiểm Công Nghệ BCA nhằm giao lưu và cung cấp những giá trị hữu ích cho cộng đồng tư vấn viên bảo hiểm. Nếu bạn quan tâm có thể tham gia Zalo OA tại BCA để nhận thông tin chủ đề hàng tuần <a href=\"https://zalo.me/472360308819710485\">TẠI ĐÂY</a>!</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Và, đừng ngần ngại tham gia cộng đồng Brand Doctor Group để cập nhật thêm nhiều thông tin về xây dựng thương hiệu và các giải pháp xây dựng doanh nghiệp: <a href=\"http://zalo.me/1726710046635431982\">zalo.me/1726710046635431982</a></p>\n<!-- /wp:paragraph -->"
}