{
    "title": "Rebrand là gì? 5 điều cần biết để Rebrand thành công",
    "thumbnail": "/tin-tuc/img/old/rsz_before_1-1.png",
    "category": "Thị trường hôm nay",
    "author": "Nguyễn Khánh Trung",
    "date": 1632600381000,
    "content": "<!-- wp:paragraph -->\n<p>Trong thời đại cạnh tranh gay gắt hiện nay, làm thế nào bạn có thể đặt nền tảng vững chắc cho sự thành công của doanh nghiệp mình?</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Có thể có nhiều gợi ý, nhưng có lẽ cách tiếp cận tốt nhất là tạo ra một hình ảnh thương hiệu mạnh, truyền niềm tin cho mọi người. Tuy nhiên, việc tạo dựng hình ảnh thương hiệu không phải là chuyện một sớm một chiều</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Với tiến bộ công nghệ nhanh chóng, cạnh tranh khốc liệt và sự thay đổi của người tiêu dùng, hình ảnh thương hiệu hiện tại cũng cần phải phát triển.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Đây là một cuộc chiến sống còn của những thương hiệu để rồi người chiến thắng là thương hiệu “khỏe” nhất. Đó là bản chất thực sự của việc đổi thương hiệu.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Và, tất nhiên, khi chúng ta nói đến việc đổi thương hiệu, nó không chỉ đơn thuần là thay đổi logo và phong cách quảng cáo của công ty.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Nó liên quan đến việc cải thiện tất cả các khía cạnh - công nghệ, quảng cáo, chất lượng, hỗ trợ khách hàng và hơn thế nữa.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Tái cấu trúc thương hiệu (Rebrand) là gì?</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Rebrand hay Tái cấu trúc thương hiệu là quá trình thay đổi hình ảnh của một doanh nghiệp hoặc tổ chức.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Mục đích của điều này là làm cho hình ảnh mới hấp dẫn hơn với khách hàng. Đây là một trong những chiến lược quan trọng của thương hiệu. Không ít những thương hiệu lớn đã thực hiện chiến lược này thành công.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"align\":\"center\",\"id\":11150,\"width\":840,\"height\":472,\"sizeSlug\":\"full\",\"linkDestination\":\"none\"} -->\n<div><figure><img src=\"/tin-tuc/img/old/rsz_before-1.png\" alt=\"Trước và sau rebrand: Khi Dunkin’ không còn Donuts\"><figcaption>Trước và sau: Khi Dunkin’ không còn Donuts</figcaption></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Năm 2019, thương hiệu nổi tiếng Dunkin’ Donuts đã quyết định rút ngắn tên thương hiệu của mình thành Dunkin’ cùng việc chuyển trọng tâm kinh doanh sang cà phê.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Chiến lược tái cấu trúc thương hiệu này được thực hiện với mục đích đáp ứng phong cách của khách hàng đã thay đổi trong những năm qua, cụ thể là xu hướng hạn chế carbohydrate và đường trong thức ăn.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Thế nhưng bên cạnh những thương hiệu tái cấu trúc thành công cũng có những thương hiệu thực hiện điều này thất bại.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"align\":\"center\",\"id\":11151,\"sizeSlug\":\"full\",\"linkDestination\":\"none\"} -->\n<div><figure><img src=\"/tin-tuc/img/old/rsz_before_1-1.png\" alt=\"Sự thay đổi logo của GAP\"><figcaption>Sự thay đổi logo của GAP</figcaption></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Năm 2010, GAP công bố logo mới của mình, logo cũ được thay thế bởi hình ảnh mới. Đây là sự mong muốn của tập đoàn trong việc “đổi mới” bản thân và logo chính là cột mốc đại diện cho sự chuyển mình ấy.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Chiến lược logo mới của GAP đã “đốt” đến hơn 100 triệu USD từ khâu thiết kế cho đến khâu quảng cáo và thay đổi đồng loạt. Tuy nhiên, logo mới này đã nhận phải “cơn mưa chỉ trích” và GAP quay trở lại logo cũ chỉ sau 1 tuần.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Có thể nói rằng, việc tái cấu trúc thương hiệu rất khó khăn và là một thách thức. Có rất nhiều lý do để quyết định rebrand nhưng cũng có rủi ro đi kèm. Chiến lược tái cấu trúc thương hiệu cần được diễn ra đúng lúc và phải được xem xét kỹ lưỡng.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Khi nào nên thực hiện tái cấu trúc thương hiệu (Rebrand)?</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Cần phải biết rằng việc thay đổi thương hiệu không phải là cứ vài năm lại diễn ra một lần chỉ vì bạn muốn đổi. Tái cấu trúc thương hiệu cần phải có mục đích rõ ràng. Sau đây là một vài dấu hiệu cho thấy thực hiện chiến lược này là một quyết định cần thiết:</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>1. Thay đổi tầm nhìn, sứ mệnh, giá trị cốt lõi</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Như bạn đã biết, tầm nhìn – sứ mệnh – giá trị cốt lõi sẽ chi phối tất cả các hoạt động của thương hiệu.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Nếu một ngày nào đó, doanh chủ thấy rằng tầm nhìn, sứ mệnh và giá trị cốt lõi không còn được phản ánh trong thương hiệu của mình nữa thì một cuộc “đại tu” thương hiệu là sự lựa chọn đúng đắn.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>2. Thương hiệu không khác biệt so với đối thủ cạnh tranh</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Nếu thương hiệu của bạn trông không khác gì với các thương hiệu của doanh nghiệp khác trong ngành hàng đang kinh doanh, hãy nghĩ đến việc tái cấu trúc thương hiệu.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Có không ít các doanh nghiệp cố gắng “tồn tại qua ngày” nhưng không có khả năng xác định được điểm khác biệt của mình. Hãy tự hỏi rằng nếu doanh nghiệp của bạn giống y hệt với những doanh nghiệp cùng ngành, vì sao khách hàng phải lựa chọn bạn.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Không khác biệt, không nổi bật sẽ khiến thương hiệu có thể đi tới “ngõ cụt”. Việc tái xây dựng thương hiệu sẽ buộc doanh nghiệp phải tìm ra điểm khác biệt của mình, điểm mà doanh nghiệp có thể tự tin “tỏa sáng”.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Cần phải biết rằng, một thương hiệu mạnh sẽ làm tăng khả năng cạnh tranh của doanh nghiệp lên cao. Vì lẽ đó, khiến thương hiệu khác biệt giữa các đối thủ cạnh tranh là một việc làm cần thiết.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"align\":\"center\",\"id\":11152,\"sizeSlug\":\"full\",\"linkDestination\":\"none\"} -->\n<div><figure><img src=\"/tin-tuc/img/old/rsz_before_2-1.png\" alt=\"CEO của Target: Brian Cornell \"><figcaption>CEO của Target: Brian Cornell </figcaption></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Trước đây, Target chỉ là một trong những nhà bán lẻ bán các sản phẩm với giá thấp giống những nhà bán lẻ khác. Để tạo sự khác biệt cho thương hiệu của mình, doanh nghiệp đã quyết định rebrand.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Target đã tạo được dấu ấn trên thị trường và có nhiều sản phẩm được bán độc quyền tại đây thông qua mối quan hệ đối tác với các nhà thiết kế nổi tiếng. Ngày nay, Target đã trở thành một trong những nhà bán lẻ lớn tại nước Mỹ.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>3. Doanh nghiệp muốn tiếp cận đến đối tượng khách hàng mới&nbsp;</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Mỗi thương hiệu sẽ có đối tượng khách hàng cụ thể và thương hiệu cần phải có khả năng để có thể kết nối mình với những khách hàng ấy. Vì vậy, khi bạn nhắm đến hay muốn thu hút một đối tượng mới, thì đó là lúc cần phải nghĩ đến việc tái cấu trúc thương hiệu.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Tuy nhiên, điều đó không có nghĩa là bạn từ bỏ khách hàng hiện tại của mình. Hãy tìm cách sao cho việc rebrand này có thể thu hút được cả khách hàng hiện tại lẫn khách hàng mới.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>4. Khi doanh nghiệp cố gắng đưa thương hiệu thoát khỏi hình ảnh lỗi thời</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Qua thời gian, một thương hiệu có thể trở nên lỗi thời nếu không được cập nhật. Khi thương hiệu của bạn trở nên lỗi thời, khách hàng có thể sẽ giảm bớt niềm tin vào doanh nghiệp của bạn.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Trong trường hợp này, rebrand là một quyết định tốt. Hiện đại hóa hình ảnh thương hiệu sẽ giúp doanh nghiệp nhận thêm sự tin tưởng của khách hàng và nhanh chóng phát triển.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"align\":\"center\",\"id\":11153,\"sizeSlug\":\"full\",\"linkDestination\":\"none\"} -->\n<div><figure><img src=\"/tin-tuc/img/old/rsz_before_3-1.png\" alt=\"Logo của MasterCard trước và sau Rebrand\"><figcaption>Logo của MasterCard trước và sau Rebrand</figcaption></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>MasterCard Worldwide là một công ty đa quốc gia có trụ sở ở Purchase, New York, Mỹ. Năm 2016, Pentagram đã thiết kế logo mới cho MasterCard. Logo mới này vẫn giữ lại những vòng tròn lồng vào nhau và mang lại cảm giác hiện đại, linh hoạt hơn.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>5. Hoạt động mua lại và sáp nhập diễn ra</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Mua lại hoặc sáp nhập là một hoạt động không hiếm gặp. Năm 2000, tập đoàn viễn thông Verizon&nbsp;đã ra đời bằng việc sáp nhập của Bell Atlantic và GTE.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"align\":\"center\",\"id\":11154,\"sizeSlug\":\"full\",\"linkDestination\":\"none\"} -->\n<div><figure><img src=\"/tin-tuc/img/old/rsz_before_4-1.png\" alt=\"tập đoàn viễn thông Verizon&nbsp;đã ra đời bằng việc sáp nhập của Bell Atlantic và GTE\"><figcaption>Verizon sáp nhập Bell Atlantic và GTE</figcaption></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Có thể thấy, một dấu hiệu cho việc rebrand đó là khi hoạt động mua lại và sáp nhập diễn ra. Để xây dựng được lòng tin nơi khách hàng và tránh sự nhầm lẫn, tái cấu trúc thương hiệu trong trường hợp này là điều cần thiết. Việc rebrand này đòi hỏi khá nhiều điều vì nó có liên quan đến việc kết hợp cấu trúc của hai tổ chức và xác định một hệ thống phân cấp mới.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>6. Nhân viên rời bỏ doanh nghiệp hoặc doanh nghiệp không thu hút được tài năng</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Đừng nghĩ rằng chỉ có khách hàng mới quan tâm đến thương hiệu doanh nghiệp. Một thương hiệu muốn phát triển và trường tồn thì phải có những nhân viên tài năng và thấu hiểu được giá trị của thương hiệu. Nếu đến cả nhân viên cũng rời bỏ doanh nghiệp thì làm sao khách hàng có thể tin vào doanh nghiệp được.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Khi nhân viên thường xuyên nghỉ việc hoặc doanh nghiệp không thể thu hút được tài năng mới, doanh chủ nên đặt câu hỏi vì sao lại như thế. Lúc đó, doanh chủ nên cân nhắc đến việc tái cấu trúc thương hiệu.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Sự thật cho thấy một thương hiệu nhà tuyển dụng mạnh đóng vai trò quan trọng trong việc thu hút được nhiều tài năng mà doanh nghiệp cần và đảm bảo rằng doanh nghiệp sẽ có được những nhân viên phù hợp với giá trị của thương hiệu nhất.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Từ đó, mỗi nhân viên sẽ đóng góp tích cực vào doanh nghiệp, nuôi dưỡng và phát triển thương hiệu doanh nghiệp ngày càng mạnh mẽ.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Có nên tái cấu trúc thương hiệu (rebrand) để thoát khỏi hình ảnh tiêu cực hay không?</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Đôi lúc doanh chủ không thể kiểm soát được toàn bộ những gì diễn ra trong doanh nghiệp. Việc thương hiệu vướng vào một vụ bê bối hoặc danh tiếng xấu là điều hoàn toàn có thể xảy ra.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Ngày nay, với công nghệ như hiện đại, chỉ trong vài giờ đồng hồ, những tin tức không tốt có thể lan truyền khắp nơi trên các phương tiện truyền thông.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Không thể nói rằng nên xem việc tái cấu trúc thương hiệu như là một phương pháp để che đậy khủng hoảng.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Tuy nhiên, doanh chủ có thể cân nhắc xem việc tái cấu trúc thương hiệu (rebrand) như một lời hứa tích cực rằng doanh nghiệp sẽ trở nên tốt đẹp hơn và nó nằm trong một loạt các chiến lược giúp doanh nghiệp thoát khỏi khủng hoảng này.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Tái cấu trúc một phần thương hiệu (partial rebrand) và tái cấu trúc toàn bộ thương hiệu (total rebrand)</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Doanh chủ đừng nóng vội quyết định tái cấu trúc toàn bộ thương hiệu. Các doanh chủ có thể căn cứ vào tình hình mà lựa chọn tái cấu trúc một phần hoặc tái cấu trúc toàn bộ thương hiệu.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Khi thương hiệu đã được xây dựng vững chắc ngay từ đầu, việc tái cấu trúc một phần thương hiệu sẽ làm mới hình ảnh đồng thời giúp doanh nghiệp duy trì lòng trung thành của khách hàng.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Cần lưu ý những điều gì khi tái cấu trúc thương hiệu (Rebrand)?</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Như vậy, khi thực hiện tái cấu trúc thương hiệu, doanh chủ cần lưu ý những điều gì?</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>1. Đánh giá lại tầm nhìn, sứ mệnh và giá trị cốt lõi</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Khi bạn quyết định thực hiện rebrand thì tầm nhìn, sứ mệnh, giá trị cốt lõi cần được đánh giá.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Có thể nói rằng tầm nhìn, sứ mệnh, giá trị cốt lõi chính là nền tảng của thương hiệu. Nếu có bất kỳ sự thay đổi nào trong những điều này thì cách doanh nghiệp trình bày thông điệp của mình cũng phải thay đổi.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>2. Đánh giá khách hàng và thị trường</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Hãy thực hiện các nghiên cứu thị trường để biết rõ khách hàng mục tiêu của bạn là ai. Đôi lúc, sau khi nghiên cứu bạn sẽ nhận ra rằng khách hàng của doanh nghiệp không như những gì bạn nghĩ ban đầu.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>3. Làm việc thật tốt với nhóm của mình</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Khi quyết định tái cấu trúc thương hiệu, doanh nghiệp nên thành lập một nhóm để xây dựng và thực hiện chiến lược này. Làm việc nhóm sẽ đưa lại kết quả tốt hơn. Cần biết rằng khi bạn nêu ý tưởng ra trước nhóm của mình, bạn sẽ nhận được phản hồi để tìm ra phương pháp phù hợp nhất. Như vậy, doanh nghiệp có thể có được những ý kiến thật sự có giá trị và thật sự khả thi.&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>4. Đánh giá các rủi ro có thể xảy ra</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Rủi ro trong khi rebrand là việc thường xuyên xảy ra, ngay cả những thương hiệu lớn đôi khi cũng vướng vào rủi ro khi tái cấu trúc. Tái cấu trúc thương hiệu đôi khi có thể dẫn đến việc mất hoặc xa rời với khách hàng hiện tại hoặc đi kèm với nhiều hậu quả khác. Hãy chắc chắn doanh nghiệp đánh giá và phân tích các rủi ro có thể xảy ra. Việc đánh giá rủi ro này có thể giúp doanh nghiệp tránh được những hậu quả gây tổn hại đến thương hiệu.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>5. Công khai việc tái cấu trúc thương hiệu</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Nỗ lực tái cấu trúc thương hiệu không thể thiếu việc thông báo với mọi người. Doanh nghiệp có thể cân nhắc đến việc cho khách hàng biết một số dấu hiệu rằng thương hiệu sẽ được tái cấu trúc.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Sau khi hoàn thành việc rebrand, doanh nghiệp cần công bố rộng rãi để khách hàng biết được điều đó. Hãy tổ chức việc ra mắt một cách có kế hoạch và bài bản để khiến khách hàng không bị nhầm lẫn nhầm lẫn.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Ngoài ra, trước khi công khai đến khách hàng, hãy nghĩ đến việc giới thiệu trong nội bộ doanh nghiệp trước.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Các ví dụ về Rebrand</h2>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>1. Coty</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Coty đã có mặt trên thị trường nước hoa cạnh tranh hơn một trăm năm.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Khi mua lại Specialty Beauty Business vào năm 2016, nó đã trở thành công ty làm đẹp lớn thứ ba toàn cầu.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Để trở thành công ty hàng đầu trong ngành công nghiệp làm đẹp, công ty đã phải tái cấu trúc và cải tổ lại 20.000 nhân viên dưới một cơ quan mới.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Các chiến lược thương hiệu riêng dựa trên các đại diện đồng nhất của cái đẹp.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":11155,\"sizeSlug\":\"full\",\"linkDestination\":\"none\"} -->\n<figure><img src=\"/tin-tuc/img/old/rsz_before_5-1.png\" alt=\"Coty đã rebrand thành công bằng cách sử dụng hình ảnh bươm bướm\"><figcaption>Coty đã rebrand thành công bằng cách sử dụng hình ảnh bươm bướm</figcaption></figure>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Bản sắc chuyển sang vui tươi, đầy màu sắc và đa diện để tôn vinh và giải phóng vẻ đẹp đa dạng thông qua biểu tượng con bướm.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Những ví dụ đổi mới thương hiệu này đã mang lại một cuộc sống hoàn toàn mới cho Coty bằng cách trẻ hóa tinh thần truyền thống với một ý tưởng đột phá.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Là bất kỳ chiến lược đổi thương hiệu chất lượng nào nhằm biến hai thương hiệu thành một, chiến lược này kết hợp điểm mạnh từ cả hai thương hiệu để tạo ra một bản sắc hoàn toàn mới cho cả nhân viên và đối tượng mục tiêu của họ.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>2. Co-Op</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Vào năm 2013, người ta tiết lộ rằng có một lỗ hổng hơn một tỷ bảng Anh trong tài khoản của ngân hàng Co-Op .</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Cùng năm, Chủ tịch ngân hàng lúc bấy giờ vướng vào một vụ bê bối cá nhân.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Tất cả những điều này đã gây ra một cuộc khủng hoảng nghiêm trọng cho cả Co-operative Group.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Với gần hai thế kỷ lịch sử, ngân hàng Co-op đã quyết định áp dụng một nhận dạng trực quan mà khách hàng của họ sẽ nhận ra và vui vẻ trở thành một phần của nó.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Họ thưởng cho các thành viên 5% cho tất cả các giao dịch mua các sản phẩm thương hiệu của họ cùng với cổ tức hàng năm.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Các thành viên Co-op cũng bắt đầu nhận được phần thưởng 1% để quyên góp cho một tổ chức từ thiện địa phương.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"align\":\"center\",\"id\":11156,\"sizeSlug\":\"full\",\"linkDestination\":\"none\"} -->\n<div><figure><img src=\"/tin-tuc/img/old/rsz_before_6-1.png\" alt=\"CEO Co-operative Group: Steve Murrells\"><figcaption>CEO Co-operative Group: Steve Murrells</figcaption></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Với những ví dụ và chiến lược xây dựng thương hiệu tốt như vậy, Co-op đã quản lý để thiết lập nền tảng cho hoạt động kinh doanh của họ bằng các dự án cộng đồng thay vì chỉ hỗ trợ họ.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Ý tưởng về truyền thống được làm nổi bật với một bản sắc mới để nhắc nhở khách hàng của họ không chỉ về truyền thống Co-op mà còn về một điểm quen thuộc trong cuộc sống của các thành viên.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>3. Domino's</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Domino's (nổi tiếng về pizza) đã thua lỗ theo đúng nghĩa đen vào năm 2009 khi chỉ chiếm 9% thị phần nhà hàng pizza.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Công ty đã thay đổi tất cả những điều đó với việc đổi thương hiệu thành công. Và nó tập trung vào việc khắc phục những gì khách hàng không thích về sản phẩm của họ.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"align\":\"center\",\"id\":11157,\"sizeSlug\":\"full\",\"linkDestination\":\"none\"} -->\n<div><figure><img src=\"/tin-tuc/img/old/rsz_1before_7-1.png\" alt=\"Sản phẩm của Domino \"><figcaption>Sản phẩm của Domino </figcaption></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Kết quả? Đến năm 2016, công ty đã nắm giữ 15% thị phần và mức độ trung thành của khách hàng cao nhất trong số các chuỗi cửa hàng pizza. Đây cũng là một trong những công ty đầu tiên sử dụng chatbots để nhận đơn đặt hàng qua mạng xã hội, gặp gỡ khách hàng ở đâu và cách họ sử dụng thời gian.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Những gì bạn có thể học: Xây dựng thương hiệu có thể là một công cụ để thay đổi tích cực. Nếu thương hiệu của bạn đang phải đối mặt với sự chú ý tiêu cực, thì có lẽ bạn có thể tập trung vào cách thương hiệu có kế hoạch \"làm cho mọi thứ trở nên đúng đắn\" cho khách hàng của mình. Khai thác các công nghệ mới để cho khách hàng thấy rằng bạn cam kết đáp ứng nhu cầu của họ ngay bây giờ - và trong tương lai.&nbsp;&nbsp;</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Lời kết</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p> Rebrand hay Tái cấu trúc thương hiệu là quá trình thay đổi hình ảnh của một doanh nghiệp hoặc tổ chức. </p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Tái cấu trúc thương hiệu (rebrand) chưa bao giờ là dễ dàng và luôn ẩn chứa rất nhiều rủi ro. Một lựa chọn sai lầm sẽ dẫn tới nhiều hậu quả không thể lường trước được. Các doanh chủ hãy chắc chắn rằng mình đã lựa chọn thời điểm chính xác và cách thức tái cấu trúc thương hiệu (rebrand) đúng đắn.</p>\n<!-- /wp:paragraph -->"
}